aldente
betterdisplay
discord
disk-drill
docker-desktop
figma
font-geist
font-geist-mono-nerd-font
font-meslo-lg-nerd-font
ghostty
iina
intellij-idea
jordanbaird-ice
keyboardcleantool
knockknock
latest
macwhisper
mongodb-compass
monitorcontrol
mos
notion
obsidian
onyx
oracle-jdk
pearcleaner
phpstorm
podman-desktop
postman
raycast
rectangle
spotify
tableplus
visual-studio-code
whatsapp
yaak
zen
zen-browser
