affinity
aldente
betterdisplay
discord
disk-drill
docker-desktop
figma
flux-markdown
font-geist
font-geist-mono-nerd-font
font-meslo-lg-nerd-font
ghostty
handbrake-app
horos
iina
intellij-idea
jordanbaird-ice
keyboardcleantool
knockknock
latest
logi-options+
mongodb-compass
monitorcontrol
mos
notion
obsidian
omnidisksweeper
oracle-jdk
pearcleaner
phpstorm
playcover-community
protonvpn
raycast
rectangle
roblox
shottr
spotify
steam
tableplus
visual-studio-code
whatsapp
zen
zen-browser
